{
  "seasons": [
    {
      "season_number": 1,
      "episodes": [
        {"episode_number":  1,
        "title": "The Big Bang",
        "desc":  "Earnest `Earn' Marks is broke, out of luck and living with his ex-girlfriend and their daughter. When he learns that his cousin Alfred is on the verge of rap success as Paper Boi, he sees an opportunity for both of them.",
        "rating": 8.1},
        {"episode_number":  2,
        "title": "Streets on Lock",
        "desc":  "In the wake of the shooting, Earn and Alfred, aka Paper Boi, are arrested. While Alfred is released on bond, Earn remains in holding while he waits to be processed.",
        "rating": 8.5},
        {"episode_number":  3,
        "title": "Go for Broke",
        "desc":  "Having spent the last of his money to get Paper Boi's song played on the radio, Earn is broke, and troubled to learn that Alfred is still making a living dealing drugs.",
        "rating": 8.1},
        {"episode_number":  4,
        "title": "The Streisand Effect",
        "desc":  "Paper Boi meets a vlogger outside one of his clubs and is soon engaged in an all-out online trash-talk war. Meanwhile, Earn needs to pawn his phone for cash, but Darius has a plan to get Earn a lot more money that takes them all the way across the city.",
        "rating": 8.1},
        {"episode_number":  5,
        "title": "Nobody Beats the Biebs",
        "desc":  "Paper Boi joins a celebrity charity game which brings out his worst attributes, while Earn gets carried away with exploiting a case of mistaken identity. Darius causes a stir at the shooting range.",
        "rating": 8.0},
        {"episode_number":  6,
        "title": "Value",
        "desc":  "Vanessa meets up with an old friend whose wealth surprises her on a rare night out. But a night away from her daughter has unfortunate implications for an upcoming job test.",
        "rating": 7.8},
        {"episode_number":  7,
        "title": "B.A.N",
        "desc":  "Paper Boi goes on a local talk show to discuss some of his comments on Twitter, but if they think he's going to apologise, they're mistaken.",
        "rating": 9.3},
        {"episode_number":  8,
        "title": "The Club",
        "desc":  "Baller Alert! NFL players, not to mention Jeff Miles and the bottle boys at Primal tonight. Paper Boi gonna be in this thang too. Liiiiiiiittttttttt. I got pre sale bands.",
        "rating": 8.7},
        {"episode_number": 9,
        "title": "Juneteenth",
        "desc":  "Earn agrees to go to a Juneteenth celebration at Van's rich friends' house and pose as her husband, but finds that social climbing isn't exactly to his taste.",
        "rating": 8.4},
        {"episode_number":  10,
        "title": "The Jacket",
        "desc":  "Earn wakes up in a strange house, the site of which was an out-of-control party the night before, but his only concern at the moment is finding his missing jacket, and something of value that was in a pocket.",
        "rating": 8.6}
      ]
    },
    {
      "season_number": 2,
      "episodes": [
        {"episode_number":  1,
        "title": "Alligator Man",
        "desc":  "As 'robbin' season' arrives, the city and its residents adopt a different atmosphere, and they must all find a way to adjust. Earn and Darius pay a visit to Earn's uncle, Willie, but things don't go smoothly.",
        "rating": 8.8},
        {"episode_number":  2,
        "title": "Sportin' Waves",
        "desc":  "The duo become involved in a credit card scam as they learn about trapping, but selling drugs proves difficult. The public express their thanks for credit card scammers.",
        "rating": 8.2},
        {"episode_number":  3,
        "title": "Money Bag Shawty",
        "desc":  "Earn doesn't look the part, despite making money out on the streets. He decides he needs to lift his game in order to survive in the big city.",
        "rating": 8.3},
        {"episode_number":  4,
        "title": "Helen",
        "desc":  "Things begin to get weird as Van and Earn run into some trouble with neighbouring communities. They discover that people living outside the city act quite differently than people living inside the city.",
        "rating": 7.9},
        {"episode_number":  5,
        "title": "Barbershop",
        "desc":  "Alfred heads to his regular barber for a hair cut before he does a photo shoot, but his barber has some things he needs to sort out first.",
        "rating": 9.1},
        {"episode_number":  6,
        "title": "Teddy Perkins",
        "desc":  "Answering an ad on a message board, Darius goes to pick up a piano at a large house owned by an idiosyncratic man.",
        "rating": 9.7},
        {"episode_number":  7,
        "title": "Champagne Papi",
        "desc":  "The girls attend a party hosted by rapper Drake in hopes of generating some buzz on social media. Van is out to one-up Earn in the 'over you' stakes on Instagram.",
        "rating": 7.5},
        {"episode_number":  8,
        "title": "Woods",
        "desc": "As a celebrity who enjoys flaunting his money, Paper Boi causes the boys to run into some money trouble.",
        "rating": 8.8},
        {"episode_number":  9,
        "title": "North of the Border",
        "desc": "A rumour circulates that Paper Boi might be making another appearance at a pyjama party, so the boys devise a plan as the possibility arises to strike and make a move.",
        "rating": 9.0},
        {"episode_number":  10,
        "title": "FUBU",
        "desc": "A remembrance of Earn and Alfred's high school days, including an incident with a shirt and a classmate's demise.",
        "rating": 8.8},
        {"episode_number":  11,
        "title": "Crabs in a Barrel",
        "desc": "The guys appear to have found their big break at last and are impelled to follow the money, but a nagging feeling seems to be holding them back.",
        "rating": 8.6}
      ]
    },
    {
      "season_number": 3,
      "episodes": [
        {"episode_number": 1,
        "title": "Three Slaps",
        "desc": "Earn, Alfred, Darius and Van revisit a troubled kid 50 years later while in the middle of a successful European tour.",
        "rating": 9.0},
        {"episode_number": 2,
        "title": "Sinterklaas is Coming to Town",
        "desc": "I think everybody knows blackface ain't cool anymore, we get it. They be trying too hard to go viral.",
        "rating": 8.3},
        {"episode_number": 3,
        "title": "The Old Man and the Tree",
        "desc": "This one was cool. Going to rich parties and meeting weirdos. Season 1 was better.",
        "rating": 8.5},
        {"episode_number": 4,
        "title": "The Big Paycheck",
        "desc": "As his cousin's rap career takes off, Earn struggles to regain control of his life; a man sees his family's past catching up with him.",
        "rating": 7.4},
        {"episode_number": 5,
        "title": "Cancer Attack",
        "desc": "Sometimes shows just be over my head acting fake deep. Where's the poop jokes?",
        "rating": 8.5},
        {"episode_number": 6,
        "title": "White Fashion",
        "desc": "I've definitely seen this before on a better show. They're always stealing ideas. But the fashion industry gotta be exposed #streetwear.",
        "rating": 7.9},
        {"episode_number": 7,
        "title": "Trini 2 De Bone",
        "desc": "Miles Warner learns from his wife Bronwyn that their son's nanny is dead. The couple must now find someone to replace her, but also announce the news to their son.",
        "rating": 7.5},
        {"episode_number": 8,
        "title": "New Jazz",
        "desc": "Al and Darius walk around Amsterdam. Psssh, I could make a way better tv show than this.",
        "rating": 8.6},
        {"episode_number": 9,
        "title": "Rich,Poor",
        "desc": "Black and White episode? Yawn. Emmy Bait. Why do they hate black women so much?",
        "rating": 8.1},
        {"episode_number": 10,
        "title": "Tarrare",
        "desc": "On the terrace of a café in Paris, Candice bumps into Van, who was absent from Paper Boi's European tour, and as they chat, Candice finds Van somewhat changed.",
        "rating": 7.2}
      ]
    },
    {
      "season_number": 4,
      "episodes": [
        {"episode_number": 1,
        "title": "The Most Atlanta",
        "desc": "Darius must evade a scooter-bound stalker; Al gets caught up in a scavenger hunt; Earn and Van become lost in Atlantic Station.",
        "rating": 8.8},
        {"episode_number": 2,
        "title": "The Homeliest Little Horse",
        "desc": "Earn opens up about his experience with university in therapy; Al and Darius hear about Earn's revenge plot and are unimpressed.",
        "rating": 8.9},
        {"episode_number": 3,
        "title": "Born 2 Die",
        "desc": "I'm tired of all these old heads hating, just let me listen to my Italian drill music and blue eyed trap in peace. Y'all can listen to D'Angelo or whatever.",
        "rating": 7.8},
        {"episode_number": 4,
        "title": "Light Skinned-ed",
        "desc": "My family is so crazy we need our own reality TV show. How you still got beef from the 70's? Whew. And y'all need to stop flirting with people's daddy.",
        "rating": 8.0},
        {"episode_number": 5,
        "title": "Work Ethic!",
        "desc": "One time I was gonna be an extra on this TV show but then they started asking me about Social Security numbers and taxes and being up there at 5am. I know y'all ain't doing that with Taraji.",
        "rating": 8.3},
        {"episode_number": 6,
        "title": "Crank Dat Killer",
        "desc": "Al becomes paranoid that he will be the next victim of a serial killer; Earn and Darius attempt to score some free Nikes.",
        "rating": 9.1},
        {"episode_number": 7,
        "title": "Snipe Hunt",
        "desc": "Earn, Van, and Lottie head to the woods for a camping trip to celebrate Lottie's sixth birthday, giving the family an opportunity to become closer.",
        "rating": 8.1},
        {"episode_number": 8,
        "title": "The Goof Who Sat by the Door",
        "desc": "Earn, Van, Paper Boi, and Dariu return to their Georgia roots to reconnect with the Atlanta music scene.",
        "rating": 8.6},
        {"episode_number": 9,
        "title": "Andrew Wyeth. Alfred's World",
        "desc": "An observation on how people are always making Paper Boi go through something.",
        "rating": 8.7},
        {"episode_number": 10,
        "title": "It Was All a Dream",
        "desc": "Darius has an intense experience while at a sensory deprivation spa; Al and Earn try out a sushi restaurant.",
        "rating": 9.4}
      ]
    }
  ],
  "cast": [
    {"name": "Donald glover", "role":  "Earn Marks"},
    {"name" :  "Brian Tyree Henry", "role" : "Alfred 'Paper Boi' Miles"},
    {"name": "LaKeith Stanfield", "role":  "Darius"},
    {"name": "Zazie Beetz", "role":  "Van"}
  ],
  "quotes": [
    {"character":"Darius",
    "quote": "I think if we spent the time we spend thinking about not spending money, spent that time on spending money, then it’d be time well spent."},
    {"character": "Earn",
    "quote": "I just keep losing. I mean some people just supposed to lose? For balance in the universe? I mean, like, are there just some people on Earth who supposed to be here just to make it easier for the winners? Like, really."},
    {"character": "Darius",
    "quote": "Us humans are always close to destruction. Life itself is but a series of close calls. I mean, how would you know you were alive unless you knew you could die"},
    {"character": "Darius",
    "quote": "Not all great things come from great pain. Sometimes it’s love. Not everything’s a sacrifice"},
    {"character": "Earn",
    "quote":  "When you’re drunk, the one thing you want to do is sit in a chair for two hours"},
    {"character": "Alfred",
    "quote": "That’s what rap is, making the best out of a bad situation, brother"},
    {"character": "Alfred",
    "quote": "Just ’cause you dressed like a 6th grader don’t make you my manager, man"}
  ]
}

